{
  "ru": [
    "День подходит к концу, {name} 🌙 Посмотри на то, что удалось сделать, и похвали себя. Сегодня ты сделал шаги к своим целям. Отдыхай и набирай силы для нового дня. Завтра ждут новые возможности.",
    "Сегодняшний день завершён, {name} ⭐ Заметь свои успехи и моменты, где было трудно. Всё это ценный опыт. Расслабься, завтра новые шаги к цели. Ты молодец.",
    "Держи ощущение достижения, {name} 🌿 Сегодня были действия и движение вперёд. Пусть вечер будет спокойным. Завтра принесёт новые шаги к цели. Наслаждайся моментом.",
    "Подведи итог, {name} ✨ Что получилось, а что можно улучшить завтра — важные заметки. Сегодня уже многое сделано. Отдыхай и восстанови силы. Завтра новые возможности.",
    "День подходит к финишу, {name} 🌅 Заметь свои достижения и дай себе отдых. Завтра — свежий старт и новые возможности. Всё складывается в твою пользу. Пусть вечер будет мягким.",
    "Сегодня выполнен еще один шаг, {name} 🌟 который приблизил тебя к цели. Отметь это и расслабься. Завтра ждёт новый день с новыми шансами. Всё идёт по плану.",
    "Вечер — время паузы, {name} 🌙 Оцени день, похвали себя за усилия. Всё, что тобою сделано сегодня, важно. Завтра можно действовать с новой энергией. Отдыхай.",
    "Сегодняшний день был твоим, {name} 🌸 Посмотри, что удалось, и отпусти заботы. Завтра новый день, новые шаги, новые успехи ждут тебя. Расслабься.",
    "Держи ощущение спокойствия, {name} 🌾 Сегодня сделано своё лучшее. Пусть вечер будет мягким. Завтра — продуктивный день. Ты заслужил отдых.",
    "День завершён, {name} 🌌 Похвали себя за то, что сделано. Отдыхай. Завтра свежий день, полный новых возможностей. Всё складывается верно.",
    "Сегодня ты справился, {name} ⭐ Отметь свои достижения и дай себе паузу. Завтра новые шаги ждут тебя. Будь готов к ним. Расслабься.",
    "Вечер — время остановки, {name} 🌙 Подведи итог и расслабься. Завтра день начнётся с чистого листа. Ты снова сможешь действовать. Всё хорошо.",
    "Смотри на свои успехи, {name} 🌿 Сегодня тобою уже сделаны важные шаги. Отдыхай, набирай силы. Завтра новые возможности ждут тебя. Ты заслужил покой.",
    "День подходит к концу, {name} 🌅 Заметь, что удалось, и отпусти остальное. Завтра свежий старт, новые цели и шаги. Расслабься. Всё идёт правильно.",
    "Вспомни свои сегодняшние действия, {name} 🌟 Оцени свои усилия и дай себе отдых. Завтра день новый, каждый шаг будет важен. Отдыхай спокойно.",
    "Вечер — время для спокойствия, {name} 🌙 Сегодня сделано многое. Расслабься. Завтра снова можно действовать с полной энергией. Ты молодец.",
    "Подведи итог дня, {name} ✨ Что получилось, а что завтра можно улучшить — всё важно. Сегодня сделаны шаг к успеху. Отдыхай. День был хорошим.",
    "Держи чувство удовлетворения, {name} 🌿 Сегодня ты продвинулся. Пусть вечер будет тихим. Завтра новые возможности ждут тебя. Ты заслужил покой.",
    "Сегодня ты молодец, {name} ⭐ Заметь свои достижения и дай себе паузу. Завтра новый день и новые шаги к цели. Отдыхай. Всё складывается верно.",
    "День подходит к концу, {name} 🌅 Всё, что ты сделано сегодня, важно. Расслабься. Завтра свежий старт, новые возможности ждут тебя. Ты справился.",
    "Сегодняшний день завершён, {name} 🌙 Похвали себя за усилия и маленькие успехи. Завтра день новый. Новые шаги принесут результат. Отдыхай.",
    "Вечер — время остановки, {name} 🌾 Заметь достижения, отпусти заботы. Завтра снова можно действовать уверенно и спокойно. Ты молодец.",
    "Сегодня сделано достаточно, {name} ⭐ Посмотри на свои успехи и дай себе отдых. Завтра новые возможности ждут тебя. Будь готов. Всё складывается верно.",
    "Подведи итог, {name} ✨ День завершён, твои усилия важны. Расслабься и восстанови силы. Завтра свежий день. Всё идёт по плану.",
    "Сегодня ты справился, {name} 🌿 Похвали себя и отпусти день. Завтра новые возможности и свежие силы ждут тебя. Отдыхай. Всё правильно.",
    "Вечер — время для спокойствия, {name} 🌙 Сегодняшние успехи уже сделаны. Расслабься. Завтра снова можно действовать уверенно. День удался.",
    "Держи ощущение достижения, {name} 🌟 Сегодня сделан еще один шаг к цели. Пусть вечер будет мягким. Завтра принесёт новые шаги. Отдыхай.",
    "Сегодняшний день завершён, {name} 🌿 Заметь свои успехи и дай себе паузу. Завтра свежий старт, новые возможности. Расслабься.",
    "Подведи итог, {name} ✨ Что получилось, а что завтра можно улучшить — всё важно. Сегодня сделан еще один шаг к успеху. Отдыхай. День был продуктивным.",
    "Сегодня сделано немало, {name} ⭐ Оцени свои усилия и дай себе отдых. Завтра день новый, каждый шаг будет важен. Пусть вечер будет мягким.",
    "Вечер — время остановки, {name} 🌙 Подведи итог и расслабься. Завтра день начнётся с чистого листа, снова можно действовать. Ты заслужил отдых.",
    "Смотри на свои успехи, {name} 🌿 Сегодня тобою были сделаны важные шаги. Отдыхай, набирай силы. Завтра новые возможности ждут тебя. Всё хорошо.",
    "День подходит к концу, {name} 🌅 Заметь, что удалось, и отпусти остальное. Завтра свежий старт, новые цели и новые шаги. Расслабься. Всё идёт верно.",
    "Сегодня были действия, {name} ⭐ Оцени свои усилия и дай себе отдых. Завтра день новый, и каждый шаг будет важен. Отдыхай.",
    "Вечер — время для спокойствия, {name} 🌙 Сегодня тобою сделано многое. Расслабься. Завтра снова можно действовать с полной энергией. Ты справился.",
    "Подведи итог дня, {name} ✨ Что получилось, а что завтра можно улучшить — всё важно. Сегодня сделаны шаги к успеху. Отдыхай. День удался.",
    "Держи чувство удовлетворения, {name} 🌿 Сегодня ты продвинулся. Пусть вечер будет тихим. Завтра новые возможности ждут тебя. Ты молодец.",
    "Сегодня ты молодец, {name} ⭐ Заметь свои достижения и дай себе паузу. Завтра новый день и новые шаги к цели. Отдыхай. День завершён.",
    "День подходит к концу, {name} 🌅 Всё, что тобою сделано сегодня, важно. Расслабься. Завтра свежий старт, новые возможности ждут тебя. Ты заслужил отдых.",
    "Сегодняшний день завершён, {name} 🌙 Похвали себя за усилия и маленькие успехи. Завтра день новый, новые шаги принесут результат. Отдыхай. Всё правильно.",
    "Вечер — время остановки, {name} 🌾 Заметь достижения, отпусти заботы. Завтра снова можно действовать уверенно и спокойно. Ты молодец.",
    "Сегодня были действия, {name} ⭐ Посмотри на свои успехи и дай себе отдых. Завтра новые возможности ждут тебя. Всё складывается верно.",
    "Подведи итог, {name} ✨ День завершён, твои усилия важны. Расслабься и восстанови силы. Завтра свежий день, новые шаги к цели. Всё идёт правильно.",
    "Сегодня ты молодец, {name} 🌿 Похвали себя и отпусти день. Завтра новые возможности и свежие силы ждут тебя. Отдыхай. День был продуктивным."
  ],
  "ua": [
    "День добігає кінця, {name} 🌙 Подивися на те, що вдалося зробити, і похвали себе. Сьогодні тобою зроблено кроки до своїх цілей. Відпочивай і набирай сили для нового дня. Завтра чекають нові можливості.",
    "Сьогоднішній день завершено, {name} ⭐ Поміть свої успіхи і моменти, де було важко. Все це цінний досвід. Розслабся, завтра нові кроки до мети. Ти молодець.",
    "Тримай відчуття досягнення, {name} 🌿 Сьогодні були дії та рух уперед. Нехай вечір буде спокійним. Завтра принесе нові кроки до мети. Насолоджуйся моментом.",
    "Підбий підсумок, {name} ✨ Що вийшло, а що можна покращити завтра — важливі нотатки. Сьогодні вже багато зроблено. Відпочивай і віднови сили. Завтра нові можливості.",
    "День підходить до фінішу, {name} 🌅 Поміть свої досягнення і дай собі відпочинок. Завтра — свіжий старт і нові можливості. Все складається на твою користь. Нехай вечір буде м'яким.",
    "Сьогодні виконано ще один крок, {name} 🌟 який наблизив тебе до мети. Відзнач це і розслабся. Завтра чекає новий день з новими шансами. Все йде за планом.",
    "Вечір — час паузи, {name} 🌙 Оціни день, похвали себе за зусилля. Все, що тобою зроблено сьогодні, важливо. Завтра можна діяти з новою енергією. Відпочивай.",
    "Сьогоднішній день був твоїм, {name} 🌸 Подивися, що вдалося, і відпусти турботи. Завтра новий день, нові кроки, нові успіхи чекають на тебе. Розслабся.",
    "Тримай відчуття спокою, {name} 🌾 Сьогодні зроблено все можливе. Нехай вечір буде м'яким. Завтра — продуктивний день. Ти заслуговуєш на відпочинок.",
    "День завершено, {name} 🌌 Похвали себе за те, що зроблено. Відпочивай. Завтра свіжий день, повний нових можливостей. Все складається вірно.",
    "Сьогодні все вдалося, {name} ⭐ Відзнач свої досягнення і дай собі паузу. Завтра нові кроки чекають на тебе. Будь готовий(а) до них. Розслабся.",
    "Вечір — час зупинки, {name} 🌙 Підбий підсумок і розслабся. Завтра день почнеться з чистого аркуша. Ти знову зможеш діяти. Все добре.",
    "Дивись на свої успіхи, {name} 🌿 Сьогодні тобою вже зроблені важливі кроки. Відпочивай, набирай сили. Завтра нові можливості чекають на тебе. Ти заслуговуєш на спокій.",
    "День добігає кінця, {name} 🌅 Поміть, що вдалося, і відпусти решту. Завтра свіжий старт, нові цілі та кроки. Розслабся. Все йде правильно.",
    "Згадай свої сьогоднішні дії, {name} 🌟 Оціни свої зусилля і дай собі відпочинок. Завтра день новий, кожен крок буде важливий. Відпочивай спокійно.",
    "Вечір — час для спокою, {name} 🌙 Сьогодні зроблено багато. Розслабся. Завтра знову можна діяти з повною енергією. Ти молодець.",
    "Підбий підсумок дня, {name} ✨ Що вийшло, а що завтра можна покращити — все важливо. Сьогодні зроблено крок до успіху. Відпочивай. День був гарним.",
    "Тримай почуття задоволення, {name} 🌿 Сьогодні ти просунувся. Нехай вечір буде тихим. Завтра нові можливості чекають на тебе. Ти заслуговуєш на спокій.",
    "Сьогодні ти молодець, {name} ⭐ Поміть свої досягнення і дай собі паузу. Завтра новий день і нові кроки до мети. Відпочивай. Все складається вірно.",
    "День добігає кінця, {name} 🌅 Все, що тобою зроблено сьогодні, важливо. Розслабся. Завтра свіжий старт, нові можливості чекають на тебе. Все вдалося.",
    "Сьогоднішній день завершено, {name} 🌙 Похвали себе за зусилля і маленькі успіхи. Завтра день новий. Нові кроки принесуть результат. Відпочивай.",
    "Вечір — час зупинки, {name} 🌾 Поміть досягнення, відпусти турботи. Завтра знову можна діяти впевнено і спокійно. Ти молодець.",
    "Сьогодні зроблено достатньо, {name} ⭐ Подивися на свої успіхи і дай собі відпочинок. Завтра нові можливості чекають на тебе. Будь готовий(а). Все складається вірно.",
    "Підбий підсумок, {name} ✨ День завершено, твої зусилля важливі. Розслабся і віднови сили. Завтра свіжий день. Все йде за планом.",
    "Сьогодні все вдалося, {name} 🌿 Похвали себе і відпусти день. Завтра нові можливості і свіжі сили чекають на тебе. Відпочивай. Все правильно.",
    "Вечір — час для спокою, {name} 🌙 Сьогоднішні успіхи вже є. Розслабся. Завтра знову можна діяти впевнено. День вдався.",
    "Тримай відчуття досягнення, {name} 🌟 Сьогодні зроблено ще один крок до мети. Нехай вечір буде м'яким. Завтра принесе нові кроки. Відпочивай.",
    "Сьогоднішній день завершено, {name} 🌿 Поміть свої успіхи і дай собі паузу. Завтра свіжий старт, нові можливості. Розслабся.",
    "Підбий підсумок, {name} ✨ Що вийшло, а що завтра можна покращити — все важливо. Сьогодні зроблено ще один крок до успіху. Відпочивай. День був продуктивним.",
    "Сьогодні зроблено чимало, {name} ⭐ Оціни свої зусилля і дай собі відпочинок. Завтра день новий, кожен крок буде важливий. Нехай вечір буде м'яким.",
    "Вечір — час зупинки, {name} 🌙 Підбий підсумок і розслабся. Завтра день почнеться з чистого аркуша, знову можна діяти. Ти заслуговуєш на відпочинок.",
    "Дивись на свої успіхи, {name} 🌿 Сьогодні тобою були зроблені важливі кроки. Відпочивай, набирай сили. Завтра нові можливості чекають на тебе. Все добре.",
    "День добігає кінця, {name} 🌅 Поміть, що вдалося, і відпусти решту. Завтра свіжий старт, нові цілі і нові кроки. Розслабся. Все йде вірно.",
    "Сьогодні були дії, {name} ⭐ Оціни свої зусилля і дай собі відпочинок. Завтра день новий, і кожен крок буде важливий. Відпочивай.",
    "Вечір — час для спокою, {name} 🌙 Сьогодні тобою зроблено багато. Розслабся. Завтра знову можна діяти з повною енергією. Все вдалося.",
    "Підбий підсумок дня, {name} ✨ Що вийшло, а що завтра можна покращити — все важливо. Сьогодні зроблено кроки до успіху. Відпочивай. День вдався.",
    "Тримай почуття задоволення, {name} 🌿 Сьогодні ти просунувся. Нехай вечір буде тихим. Завтра нові можливості чекають на тебе. Ти молодець.",
    "Сьогодні ти молодець, {name} ⭐ Поміть свої досягнення і дай собі паузу. Завтра новий день і нові кроки до мети. Відпочивай. День завершено.",
    "День добігає кінця, {name} 🌅 Все, що тобою зроблено сьогодні, важливо. Розслабся. Завтра свіжий старт, нові можливості чекають на тебе. Ти заслуговуєш на відпочинок.",
    "Сьогоднішній день завершено, {name} 🌙 Похвали себе за зусилля і маленькі успіхи. Завтра день новий, нові кроки принесуть результат. Відпочивай. Все правильно.",
    "Вечір — час зупинки, {name} 🌾 Поміть досягнення, відпусти турботи. Завтра знову можна діяти впевнено і спокійно. Ти молодець.",
    "Сьогодні були дії, {name} ⭐ Подивися на свої успіхи і дай собі відпочинок. Завтра нові можливості чекають на тебя. Все складається вірно.",
    "Підбий підсумок, {name} ✨ День завершено, твої зусилля важливі. Розслабся і віднови сили. Завтра свіжий день, нові кроки до мети. Все йде правильно.",
    "Сьогодні ти молодець, {name} 🌿 Похвали себе і відпусти день. Завтра нові можливості і свіжі сили чекають на тебе. Відпочивай. День був продуктивним."
  ],
  "en": [
    "The day is coming to an end, {name} 🌙 Look at what you managed to do, and praise yourself. Today you took steps towards your goals. Rest and gather strength for a new day. New opportunities await tomorrow.",
    "Today is over, {name} ⭐ Notice your successes and the moments where it was difficult. This is all valuable experience. Relax, tomorrow brings new steps toward your goal. You did great.",
    "Hold on to the feeling of accomplishment, {name} 🌿 Today there was action and movement forward. Let the evening be calm. Tomorrow will bring new steps toward your goal. Enjoy the moment.",
    "Take stock, {name} ✨ What worked, and what can be improved tomorrow — all important notes. A lot has already been done today. Rest and restore your strength. New opportunities tomorrow.",
    "The day is reaching the finish line, {name} 🌅 Notice your achievements and give yourself a rest. Tomorrow is a fresh start and new opportunities. Everything is working out in your favor. Let the evening be gentle.",
    "Another step was taken today, {name} 🌟 which brought you closer to your goal. Acknowledge it and relax. A new day with new chances awaits tomorrow. Everything is going according to plan.",
    "Evening is a time for pause, {name} 🌙 Evaluate the day, praise yourself for the effort. Everything you did today is important. Tomorrow you can act with new energy. Rest.",
    "Today was your day, {name} 🌸 Look at what you accomplished, and let go of worries. Tomorrow is a new day, new steps, new successes await you. Relax.",
    "Hold on to the feeling of calm, {name} 🌾 Today you did your best. Let the evening be gentle. Tomorrow is a productive day. You deserve to rest.",
    "The day is complete, {name} 🌌 Praise yourself for what was done. Rest. Tomorrow is a fresh day, full of new opportunities. Everything is unfolding correctly.",
    "You handled it today, {name} ⭐ Acknowledge your achievements and give yourself a break. New steps await you tomorrow. Be ready for them. Relax.",
    "Evening is a time to stop, {name} 🌙 Sum up and relax. Tomorrow the day starts with a clean slate. You can act again. All is well.",
    "Look at your successes, {name} 🌿 You've already taken important steps today. Rest, recharge. New opportunities await you tomorrow. You deserve peace.",
    "The day is coming to an end, {name} 🌅 Notice what you accomplished, and let go of the rest. Tomorrow is a fresh start, new goals, and new steps. Relax. Everything is going correctly.",
    "Remember your actions today, {name} 🌟 Appreciate your efforts and give yourself a rest. Tomorrow is a new day, every step will be important. Rest peacefully.",
    "Evening is a time for calm, {name} 🌙 Much has been done today. Relax. Tomorrow you can act with full energy again. You did great.",
    "Sum up the day, {name} ✨ What worked, and what can be improved tomorrow — it's all important. A step toward success was taken today. Rest. It was a good day.",
    "Hold on to the feeling of satisfaction, {name} 🌿 You made progress today. Let the evening be quiet. New opportunities await you tomorrow. You deserve peace.",
    "You did great today, {name} ⭐ Notice your achievements and give yourself a break. Tomorrow is a new day and new steps toward your goal. Rest. Everything is unfolding correctly.",
    "The day is coming to an end, {name} 🌅 Everything you did today is important. Relax. Tomorrow is a fresh start, new opportunities await you. You handled it.",
    "Today is over, {name} 🌙 Praise yourself for the effort and small successes. Tomorrow is a new day. New steps will bring results. Rest.",
    "Evening is a time to stop, {name} 🌾 Notice your achievements, let go of worries. Tomorrow you can act with confidence and calm again. You did great.",
    "Enough has been done today, {name} ⭐ Look at your successes and give yourself a rest. New opportunities await you tomorrow. Be ready. Everything is unfolding correctly.",
    "Take stock, {name} ✨ The day is complete, your efforts matter. Relax and restore your strength. Tomorrow is a fresh day. Everything is going according to plan.",
    "You handled it today, {name} 🌿 Praise yourself and let the day go. New opportunities and fresh energy await you tomorrow. Rest. Everything is correct.",
    "Evening is a time for calm, {name} 🌙 Today's successes are already done. Relax. Tomorrow you can act confidently again. The day was a success.",
    "Hold on to the feeling of accomplishment, {name} 🌟 Another step toward the goal was taken today. Let the evening be gentle. Tomorrow will bring new steps. Rest.",
    "Today is over, {name} 🌿 Notice your successes and give yourself a break. Tomorrow is a fresh start, new opportunities. Relax.",
    "Take stock, {name} ✨ What worked, and what can be improved tomorrow — it's all important. Another step toward success was taken today. Rest. The day was productive.",
    "Quite a bit was done today, {name} ⭐ Appreciate your efforts and give yourself a rest. Tomorrow is a new day, every step will be important. Let the evening be gentle.",
    "Evening is a time to stop, {name} 🌙 Sum up and relax. Tomorrow the day starts with a clean slate, you can act again. You deserve to rest.",
    "Look at your successes, {name} 🌿 Important steps were taken by you today. Rest, recharge. New opportunities await you tomorrow. All is well.",
    "The day is coming to an end, {name} 🌅 Notice what you accomplished, and let go of the rest. Tomorrow is a fresh start, new goals, and new steps. Relax. Everything is going correctly.",
    "There were actions today, {name} ⭐ Appreciate your efforts and give yourself a rest. Tomorrow is a new day, and every step will be important. Rest.",
    "Evening is a time for calm, {name} 🌙 A lot was done by you today. Relax. Tomorrow you can act with full energy again. You handled it.",
    "Sum up the day, {name} ✨ What worked, and what can be improved tomorrow — it's all important. Steps toward success were taken today. Rest. The day was a success.",
    "Hold on to the feeling of satisfaction, {name} 🌿 You made progress today. Let the evening be quiet. New opportunities await you tomorrow. You did great.",
    "You did great today, {name} ⭐ Notice your achievements and give yourself a break. Tomorrow is a new day and new steps toward your goal. Rest. The day is complete.",
    "The day is coming to an end, {name} 🌅 Everything that was done by you today is important. Relax. Tomorrow is a fresh start, new opportunities await you. You deserve to rest.",
    "Today is over, {name} 🌙 Praise yourself for the effort and small successes. Tomorrow is a new day, new steps will bring results. Rest. Everything is correct.",
    "Evening is a time to stop, {name} 🌾 Notice your achievements, let go of worries. Tomorrow you can act with confidence and calm again. You did great.",
    "There were actions today, {name} ⭐ Look at your successes and give yourself a rest. Tomorrow new opportunities await you. Everything is unfolding correctly.",
    "Take stock, {name} ✨ The day is complete, your efforts matter. Relax and restore your strength. Tomorrow is a fresh day, new steps toward the goal. Everything is going correctly.",
    "You did great today, {name} 🌿 Praise yourself and let the day go. New opportunities and fresh energy await you tomorrow. Rest. The day was productive."
  ]
}