{
  "ru": [
    "День продолжается, {name} 🌞 Тобой уже сделано многое и можешь гордиться собой. Сохрани внутренний фокус и двигайся дальше. Всё, что ты делаешь, приближает тебя к цели. Продолжай в своём ритме — и результат проявится.",
    "Ты уже в пути, {name} 🚀 Полдень — не повод сбавлять темп. Сохрани ясность ума и уверенность в шагах. Даже небольшие действия сегодня создают завтрашние успехи. Тобой уже сделано достаточно, и день работает на тебя.",
    "Середина дня — идеальное время вспомнить, ради чего все началось, {name} 💫 Тобой уже проявлено многое. Ещё немного усилий — и почувствуешь результат. Сохрани спокойствие и действуй уверенно. День складывается в твою пользу.",
    "Не останавливайся, {name} ⚡ Всё идёт по плану. Даже если усталость чувствуется — она временная. Сделай вдох, собери внимание и продолжай. Тобой уже сделано достаточно, и ты ближе к цели, чем думаешь.",
    "Полдень — момент силы, {name} ☀️ Заметь, что тобой уже достигнуто, и оцени свои шаги. Ты движешься вперёд, даже если кажется, что нет. Каждый момент работает на тебя. Верь в процесс — он идёт правильно.",
    "Ты управляешь своим днём, {name} 💪 Важен не темп, а постоянство. Сохрани внутренний баланс и спокойствие. Маленькие шаги ведут к большим результатам. Тобой уже сделано достаточно, и день тебя поддерживает.",
    "Пауза тоже часть движения, {name} 🌿 Сделай вдох, почувствуй себя здесь и сейчас. Энергия вернётся, как только позволишь ей течь свободно. День ещё не окончен — он твой союзник. Тобой уже проявлено многое.",
    "Ты справляешься, {name} 💫 Даже если день непростой — ты держишь курс. Каждый твой шаг осознан и важен. Сохрани уверенность и действуй с теплом к себе. Тобой уже сделано достаточно, и результат близок.",
    "День в разгаре, {name} 🔆 Твоя энергия направлена в правильное русло. Заметь, что тобой уже сделано многое. Продолжай уверенно, сохраняя спокойствие. Всё складывается в твою пользу.",
    "Середина дня — время вернуть фокус, {name} 🎯 Немного внимания — и день снова под контролем. Ты движешься вперёд, даже если шаги небольшие. Главное — не останавливаться. Тобой уже проявлено многое.",
    "Тобой уже сделано достаточно, {name} ⚙️ Осталось немного терпения. Всё, что ты делаешь, создаёт фундамент будущего. Действуй спокойно и уверенно. Энергия возвращается через движение.",
    "Продолжай в своём ритме, {name} 🌞 Ты не должен быть идеальным, достаточно быть в процессе. День поддерживает тебя. Сохрани внимание на главном и двигайся уверенно. Тобой уже сделано достаточно.",
    "Ты выбираешь осознанность, {name} 🌿 Даже в середине дня можно начать заново. Всё зависит от фокуса и внутреннего спокойствия. Сделай шаг вперёд с уверенностью. Тобой уже проявлено многое.",
    "Держи курс, {name} ⛵ Всё, что ты делаешь, имеет смысл. Даже если прогресс не виден — он происходит. Сохрани веру в процесс и внутренний покой. Тобой уже сделано достаточно.",
    "Полдень — время собраться, {name} ☀️ Проверь свой фокус и настрой. Энергия возвращается, когда выбираешь действие. Маленькие шаги — ключ к успеху. Тобой уже проявлено многое.",
    "Тобой уже сделано многое, {name} 🌟 Позволь себе почувствовать это. Ещё немного внимания — и закроешь день уверенно. Сохрани фокус на важном. Всё складывается в нужную сторону.",
    "Ты в движении, {name} 🏃‍♂️ Даже когда усталость приходит, она лишь знак — пора вдохнуть глубже. День ещё полон возможностей. Продолжай с уверенностью. Тобой уже проявлено достаточно.",
    "Середина дня — время внутреннего баланса, {name} ⚖️ Заметь, чего тобой уже достигнуто и продолжай движение. Энергия возвращается через осознанность. Ты уже продвигаешься к цели.",
    "Не теряй концентрации, {name} 🧠 Всё, что ты делаешь, имеет значение. Маленькие шаги — это тоже движение вперёд. Сохрани спокойствие и уверенность. Тобой уже сделано достаточно.",
    "Ты в центре своего дня, {name} 🔆 Заметь, как много тобой уже сделано. Теперь важно двигаться с внутренней лёгкостью. Каждый момент приближает к цели. Всё идёт в твою пользу.",
    "Продолжай движение, {name} 🚶 День на твоей стороне. Даже небольшой шаг сейчас — вклад в будущее. Сохрани фокус и веру в себя. Тобой уже проявлено многое.",
    "Ты управляешь энергией дня, {name} 💫 Сохрани ясность и не распыляйся. Всё идёт, как нужно. Доверься процессу и действуй с уважением к себе. Тобой уже сделано достаточно.",
    "Полдень — время вспомнить, с чего все началось, {name} 🔔 Всё идёт в нужном направлении. Каждый шаг делает день наполненным. Продолжай уверенно и спокойно. Тобой уже проявлено многое.",
    "Тобой уже сделано достаточно, {name} 🌱 Маленькие дела — это твой рост. День поддерживает тебя в этом движении. Сохрани внутреннюю уверенность. Всё развивается правильно.",
    "Ты держишь темп, {name} 🕰️ Даже если хочется паузы — она не остановка. Это возможность выдохнуть и продолжить. Сохрани ясность ума и фокус. Тобой уже сделано многое.",
    "Середина дня — не финиш, {name} 🛠️ Это вторая волна возможностей. Тобой уже достигнуто многое. Осталось немного терпения и фокуса. Всё складывается в твою пользу.",
    "Ты продолжаешь путь, {name} 🚀 Не спеши, но и не останавливайся. Всё, что ты делаешь, приближает к цели. Даже спокойное действие — это движение. Тобой уже проявлено достаточно.",
    "Ты в моменте, {name} ☀️ Заметь дыхание, почувствуй силу внутри. День даёт шанс выровнять ритм и восстановить фокус. Всё в порядке. Тобой уже сделано достаточно.",
    "Не теряй внимание, {name} 🎯 Каждое действие сегодня имеет значение. Даже маленькие шаги создают результат. Тобой уже проявлено многое. День складывается в успех.",
    "Ты справляешься лучше, чем думаешь, {name} 🌿 Заметь это. Всё идёт своим ходом. Сохрани спокойствие и внутреннюю уверенность. Тобой уже сделано достаточно.",
    "Полдень — время подзарядки, {name} 🔋 Позволь себе вдохнуть глубже и выдохнуть лишнее. Энергия возвращается через движение. Держи курс и фокус. Тобой уже проявлено многое.",
    "Ты управляешь направлением, {name} 🧭 Даже если ритм меняется — ты держишь баланс. Всё идёт в нужную сторону. Маленькие шаги имеют значение. Тобой уже сделано достаточно.",
    "День ещё не окончен, {name} 🌞 Он всё ещё полон возможностей. Заметь, что тобой уже достигнуто. Сохрани уверенность и спокойствие. Ты идёшь к цели.",
    "Ты в движении, {name} 💫 Даже если усталость чувствуется — это знак, что растёшь. Всё, что ты делаешь, важно. Продолжай с верой в себя. Тобой уже сделано достаточно.",
    "Полдень — момент силы, {name} ⚡ Заметь, как держишь фокус. Всё идёт своим чередом. Доверься процессу и сохраняй спокойствие. Тобой уже проявлено многое.",
    "Ты на верном пути, {name} 🌿 Даже если шаги медленные — это всё равно движение. Главное — не останавливаться. Сохрани фокус и уверенность. Тобой уже сделано достаточно.",
    "Тобой уже сделано достаточно, {name} 🌞 Вдохни глубже и продолжай с лёгкостью. Энергия возвращается, когда движешься. Всё складывается верно. Ты на верном пути.",
    "Ты управляешь своим состоянием, {name} 🧘 Сохрани внутреннюю тишину и уверенность. Всё идёт по плану. Даже короткий шаг сегодня важен. Тобой уже проявлено многое.",
    "Ты выбираешь действие, {name} 🏁 Всё остальное подождёт. Сосредоточься на цели и продолжай спокойно. Каждый шаг приближает к успеху. Тобой уже сделано достаточно.",
    "Середина дня — шанс выровнять курс, {name} ⚖️ Заметь, чего тобой уже достигнуто. Ещё немного усилий — и результат проявится. Всё идёт в нужном ритме. Тобой уже проявлено многое.",
    "Ты продолжаешь движение, {name} 🌞 День не закончен, пока не решил. Всё ещё возможно. Сохрани фокус и спокойствие. Тобой уже сделано достаточно.",
    "Тобой уже сделано достаточно, {name} 🌟 Но можешь немного больше. Важно не спешить, а сохранять ритм. Всё, что делаешь, имеет смысл. День поддерживает твои усилия.",
    "Ты в потоке, {name} 💫 Почувствуй, как день помогает двигаться. Всё идёт в нужном направлении. Сохрани уверенность и мягкость. Тобой уже проявлено многое.",
    "Полдень — время восстановить энергию, {name} 🔋 Сохрани внутреннюю силу и фокус. День ещё на твоей стороне. Действуй осознанно и спокойно. Тобой уже сделано достаточно."
  ],
  "ua": [
    "День триває, {name} 🌞 Тобою вже зроблено багато і можеш пишатися собою. Збережи внутрішній фокус і рухайся далі. Все, що ти робиш, наближає тебе до мети. Продовжуй у своєму ритмі — і результат проявиться.",
    "Ти вже в дорозі, {name} 🚀 Полудень — не привід збавляти темп. Збережи ясність розуму та впевненість у кроках. Навіть невеликі дії сьогодні створюють завтрашні успіхи. Тобою вже зроблено достатньо, і день працює на тебе.",
    "Середина дня — ідеальний час згадати, заради чого все почалося, {name} 💫 Тобою вже проявлено багато. Ще трохи зусиль — і відчуєш результат. Збережи спокій і дій впевнено. День складається на твою користь.",
    "Не зупиняйся, {name} ⚡ Все йде за планом. Навіть якщо відчувається втома — вона тимчасова. Зроби вдих, збери увагу і продовжуй. Тобою вже зроблено достатньо, і ти ближче до мети, ніж думаєш.",
    "Полудень — момент сили, {name} ☀️ Поміть, що тобою вже досягнуто, і оціни свої кроки. Ти рухаєшся вперед, навіть якщо здається, що ні. Кожен момент працює на тебе. Вір у процес — він іде правильно.",
    "Ти керуєш своїм днем, {name} 💪 Важливий не темп, а постійність. Збережи внутрішній баланс і спокій. Маленькі кроки ведуть до великих результатів. Тобою вже зроблено достатньо, і день тебе підтримує.",
    "Пауза теж частина руху, {name} 🌿 Зроби вдих, відчуй себе тут і зараз. Енергія повернеться, щойно дозволиш їй текти вільно. День ще не закінчено — він твій союзник. Тобою вже проявлено багато.",
    "Ти справляєшся, {name} 💫 Навіть якщо день непростий — ти тримаєш курс. Кожен твій крок усвідомлений і важливий. Збережи впевненість і дій з теплом до себе. Тобою вже зроблено достатньо, і результат близький.",
    "День у розпалі, {name} 🔆 Твоя енергія спрямована в правильне русло. Поміть, що тобою вже зроблено багато. Продовжуй впевнено, зберігаючи спокій. Все складається на твою користь.",
    "Середина дня — час повернути фокус, {name} 🎯 Трохи уваги — і день знову під контролем. Ти рухаєшся вперед, навіть якщо кроки невеликі. Головне — не зупинятися. Тобою вже проявлено багато.",
    "Тобою вже зроблено достатньо, {name} ⚙️ Залишилося трохи терпіння. Все, що ти робиш, створює фундамент майбутнього. Дій спокійно і впевнено. Енергія повертається через рух.",
    "Продовжуй у своєму ритмі, {name} 🌞 Ти не повинен бути ідеальним, достатньо бути в процесі. День підтримує тебе. Збережи увагу на головному і рухайся впевнено. Тобою вже зроблено достатньо.",
    "Ти обираєш усвідомленість, {name} 🌿 Навіть у середині дня можна почати заново. Все залежить від фокусу і внутрішнього спокою. Зроби крок уперед з упевненістю. Тобою вже проявлено багато.",
    "Тримай курс, {name} ⛵ Все, що ти робиш, має сенс. Навіть якщо прогрес не видно — він відбувається. Збережи віру в процес і внутрішній спокій. Тобою вже зроблено достатньо.",
    "Полудень — час зібратися, {name} ☀️ Перевір свій фокус і настрій. Енергія повертається, коли обираєш дію. Маленькі кроки — ключ до успіху. Тобою вже проявлено багато.",
    "Тобою вже зроблено багато, {name} 🌟 Дозволь собі відчути це. Ще трохи уваги — і закриєш день впевнено. Збережи фокус на важливому. Все складається в потрібний бік.",
    "Ти в русі, {name} 🏃‍♂️ Навіть коли втома приходить, вона лише знак — час вдихнути глибше. День ще сповнений можливостей. Продовжуй з упевненістю. Тобою вже проявлено достатньо.",
    "Середина дня — час внутрішнього балансу, {name} ⚖️ Поміть, чого тобою вже досягнуто і продовжуй рух. Енергія повертається через усвідомленість. Ти вже просуваєшся до мети.",
    "Не втрачай концентрації, {name} 🧠 Все, що ти робиш, має значення. Маленькі кроки — це теж рух уперед. Збережи спокій і впевненість. Тобою вже зроблено достатньо.",
    "Ти в центрі свого дня, {name} 🔆 Поміть, як багато тобою вже зроблено. Тепер важливо рухатися з внутрішньою легкістю. Кожен момент наближає до мети. Все йде на твою користь.",
    "Продовжуй рух, {name} 🚶 День на твоєму боці. Навіть невеликий крок зараз — внесок у майбутнє. Збережи фокус і віру в себе. Тобою вже проявлено багато.",
    "Ти керуєш енергією дня, {name} 💫 Збережи ясність і не розпорошуйся. Все йде, як треба. Довірся процесу і дій з повагою до себе. Тобою вже зроблено достатньо.",
    "Полудень — час згадати, з чого все почалося, {name} 🔔 Все йде в потрібному напрямку. Кожен крок робить день наповненим. Продовжуй впевнено і спокійно. Тобою вже проявлено багато.",
    "Тобою вже зроблено достатньо, {name} 🌱 Маленькі справи — це твій ріст. День підтримує тебе в цьому русі. Збережи внутрішню впевненість. Все розвивається правильно.",
    "Ти тримаєш темп, {name} 🕰️ Навіть якщо хочеться паузи — це не зупинка. Це можливість видихнути і продовжити. Збережи ясність розуму і фокус. Тобою вже зроблено багато.",
    "Середина дня — не фініш, {name} 🛠️ Це друга хвиля можливостей. Тобою вже досягнуто багато. Залишилося трохи терпіння і фокусу. Все складається на твою користь.",
    "Ти продовжуєш шлях, {name} 🚀 Не поспішай, але й не зупиняйся. Все, що ти робиш, наближає до мети. Навіть спокійна дія — це рух. Тобою вже проявлено достатньо.",
    "Ти в моменті, {name} ☀️ Поміть дихання, відчуй силу всередині. День дає шанс вирівняти ритм і відновити фокус. Все гаразд. Тобою вже зроблено достатньо.",
    "Не втрачай уваги, {name} 🎯 Кожна дія сьогодні має значення. Навіть маленькі кроки створюють результат. Тобою вже проявлено багато. День складається в успіх.",
    "Ти справляєшся краще, ніж думаєш, {name} 🌿 Поміть це. Все йде своєю чергою. Збережи спокій і внутрішню впевненість. Тобою вже зроблено достатньо.",
    "Полудень — час підзарядки, {name} 🔋 Дозволь собі вдихнути глибше і видихнути зайве. Енергія повертається через рух. Тримай курс і фокус. Тобою вже проявлено багато.",
    "Ти керуєш напрямком, {name} 🧭 Навіть якщо ритм змінюється — ти тримаєш баланс. Все йде в потрібний бік. Маленькі кроки мають значення. Тобою вже зроблено достатньо.",
    "День ще не закінчено, {name} 🌞 Він все ще сповнений можливостей. Поміть, що тобою вже досягнуто. Збережи впевненість і спокій. Ти йдеш до мети.",
    "Ти в русі, {name} 💫 Навіть якщо втома відчувається — це знак, що ростеш. Все, що ти робиш, важливо. Продовжуй з вірою в себе. Тобою вже зроблено достатньо.",
    "Полудень — момент сили, {name} ⚡ Поміть, як тримаєш фокус. Все йде своєю чергою. Довірся процесу і зберігай спокій. Тобою вже проявлено багато.",
    "Ти на вірному шляху, {name} 🌿 Навіть якщо кроки повільні — це все одно рух. Головне — не зупинятися. Збережи фокус і впевненість. Тобою вже зроблено достатньо.",
    "Тобою вже зроблено достатньо, {name} 🌞 Вдихни глибше і продовжуй з легкістю. Енергія повертається, коли рухаєшся. Все складається вірно. Ти на вірному шляху.",
    "Ти керуєш своїм станом, {name} 🧘 Збережи внутрішню тишу і впевненість. Все йде за планом. Навіть короткий крок сьогодні важливий. Тобою вже проявлено багато.",
    "Ти обираєш дію, {name} 🏁 Все інше зачекає. Зосередься на меті і продовжуй спокійно. Кожен крок наближає до успіху. Тобою вже зроблено достатньо.",
    "Середина дня — шанс вирівняти курс, {name} ⚖️ Поміть, чого тобою вже досягнуто. Ще трохи зусиль — і результат проявиться. Все йде в потрібному ритмі. Тобою вже проявлено багато.",
    "Ти продовжуєш рух, {name} 🌞 День не закінчений, поки не вирішив. Все ще можливо. Збережи фокус і спокій. Тобою вже зроблено достатньо.",
    "Тобою вже зроблено достатньо, {name} 🌟 Але можеш трохи більше. Важливо не поспішати, а зберігати ритм. Все, що робиш, має сенс. День підтримує твої зусилля.",
    "Ти в потоці, {name} 💫 Відчуй, як день допомагає рухатися. Все йде в потрібному напрямку. Збережи впевненість і м'якість. Тобою вже проявлено багато.",
    "Полудень — час відновити енергію, {name} 🔋 Збережи внутрішню силу і фокус. День ще на твоєму боці. Дій усвідомлено і спокійно. Тобою вже зроблено достатньо."
  ],
  "en": [
    "The day continues, {name} 🌞 You've already done so much and can be proud of yourself. Keep your inner focus and move forward. Everything you do brings you closer to your goal. Continue at your own pace — and the result will appear.",
    "You're already on your way, {name} 🚀 Noon is no reason to slow down. Maintain clarity of mind and confidence in your steps. Even small actions today create tomorrow's successes. You've already done enough, and the day is working for you.",
    "Midday is the perfect time to remember why it all started, {name} 💫 You've already shown so much. A little more effort — and you'll feel the result. Stay calm and act confidently. The day is turning in your favor.",
    "Don't stop, {name} ⚡ Everything is going according to plan. Even if you feel tired — it's temporary. Take a breath, gather your focus, and continue. You've already done enough, and you're closer to your goal than you think.",
    "Noon is a moment of power, {name} ☀️ Notice what you've already achieved and appreciate your steps. You are moving forward, even if it doesn't feel like it. Every moment is working for you. Trust the process — it's going correctly.",
    "You are in control of your day, {name} 💪 It's not about the pace, it's about consistency. Maintain inner balance and calm. Small steps lead to big results. You've already done enough, and the day supports you.",
    "A pause is also part of the movement, {name} 🌿 Take a breath, feel yourself here and now. The energy will return as soon as you let it flow freely. The day isn't over yet — it's your ally. You have already manifested so much.",
    "You are managing, {name} 💫 Even if the day is tough — you are staying the course. Every step you take is conscious and important. Stay confident and act with kindness towards yourself. You've already done enough, and the result is near.",
    "The day is in full swing, {name} 🔆 Your energy is directed in the right way. Notice how much you've already done. Continue confidently, staying calm. Everything is working out in your favor.",
    "Midday is time to refocus, {name} 🎯 A little attention — and the day is back under control. You are moving forward, even if the steps are small. The main thing is not to stop. You have already manifested so much.",
    "You've already done enough, {name} ⚙️ Just a little more patience. Everything you do is building a foundation for the future. Act calmly and confidently. Energy returns through movement.",
    "Continue at your own pace, {name} 🌞 You don't have to be perfect, it's enough to be in the process. The day supports you. Keep your focus on what's important and move forward confidently. You've already done enough.",
    "You are choosing mindfulness, {name} 🌿 Even in the middle of the day, you can start fresh. It all depends on focus and inner calm. Take a step forward with confidence. You have already manifested so much.",
    "Stay the course, {name} ⛵ Everything you do has meaning. Even if progress isn't visible — it's happening. Keep faith in the process and inner peace. You've already done enough.",
    "Noon is time to rally, {name} ☀️ Check your focus and mindset. Energy returns when you choose action. Small steps are the key to success. You have already manifested so much.",
    "You've already done a lot, {name} 🌟 Let yourself feel it. A little more attention — and you'll close the day with confidence. Stay focused on what's important. Everything is aligning in the right direction.",
    "You are in motion, {name} 🏃‍♂️ Even when fatigue sets in, it's just a sign — time to breathe deeper. The day is still full of possibilities. Continue with confidence. You have already manifested enough.",
    "Midday is a time for inner balance, {name} ⚖️ Notice what you've already achieved and keep moving. Energy returns through mindfulness. You are already advancing towards your goal.",
    "Don't lose concentration, {name} 🧠 Everything you do today matters. Even small steps are progress. Maintain calm and confidence. You've already done enough.",
    "You are at the center of your day, {name} 🔆 Notice how much you've already done. Now it's important to move with inner ease. Every moment brings you closer to your goal. Everything is going in your favor.",
    "Keep moving, {name} 🚶 The day is on your side. Even a small step now is an investment in the future. Maintain focus and faith in yourself. You have already manifested so much.",
    "You are managing the day's energy, {name} 💫 Maintain clarity and don't scatter your attention. Everything is going as it should. Trust the process and act with respect for yourself. You've already done enough.",
    "Noon is time to remember where it all began, {name} 🔔 Everything is moving in the right direction. Every step makes the day fulfilling. Continue confidently and calmly. You have already manifested so much.",
    "You've already done enough, {name} 🌱 Small actions are your growth. The day supports you in this movement. Maintain inner confidence. Everything is developing correctly.",
    "You're keeping the pace, {name} 🕰️ Even if you want a break — it's not a stop. It's a chance to exhale and continue. Maintain mental clarity and focus. You've already done a lot.",
    "Midday is not the finish line, {name} 🛠️ It's the second wave of opportunities. You've already achieved a lot. A little more patience and focus is all that's left. Everything is working out in your favor.",
    "You are continuing the journey, {name} 🚀 Don't rush, but don't stop. Everything you do brings you closer to your goal. Even calm action is movement. You have already manifested enough.",
    "You are in the moment, {name} ☀️ Notice your breath, feel the power within. The day gives you a chance to align your rhythm and restore focus. Everything is okay. You've already done enough.",
    "Don't lose focus, {name} 🎯 Every action today has significance. Even small steps create results. You have already manifested so much. The day is adding up to success.",
    "You're doing better than you think, {name} 🌿 Notice that. Everything is proceeding as it should. Maintain calm and inner confidence. You've already done enough.",
    "Noon is recharge time, {name} 🔋 Allow yourself to breathe deeper and exhale what's unnecessary. Energy returns through movement. Stay on course and focused. You have already manifested so much.",
    "You control the direction, {name} 🧭 Even if the rhythm changes — you keep your balance. Everything is going the right way. Small steps matter. You've already done enough.",
    "The day isn't over yet, {name} 🌞 It's still full of possibilities. Notice what you've already achieved. Maintain confidence and calm. You are walking towards your goal.",
    "You are in motion, {name} 💫 Even if you feel tired — it's a sign that you are growing. Everything you do is important. Continue with faith in yourself. You've already done enough.",
    "Noon is a moment of power, {name} ⚡ Notice how you're holding your focus. Everything is proceeding as it should. Trust the process and stay calm. You have already manifested so much.",
    "You are on the right path, {name} 🌿 Even if the steps are slow — it's still movement. The main thing is not to stop. Maintain focus and confidence. You've already done enough.",
    "You've already done enough, {name} 🌞 Breathe deeper and continue with ease. Energy returns when you move. Everything is aligning correctly. You are on the right path.",
    "You are in control of your state, {name} 🧘 Maintain inner silence and confidence. Everything is going according to plan. Even a short step today is important. You have already manifested so much.",
    "You are choosing action, {name} 🏁 Everything else can wait. Focus on the goal and continue calmly. Every step brings success closer. You've already done enough.",
    "Midday is a chance to correct your course, {name} ⚖️ Notice what you've already achieved. A little more effort — and the result will appear. Everything is proceeding in the right rhythm. You have already manifested so much.",
    "You are still moving, {name} 🌞 The day isn't over until you decide it is. Anything is still possible. Maintain focus and calm. You've already done enough.",
    "You've already done enough, {name} 🌟 But you can do a little more. The important thing is not to rush, but to maintain rhythm. Everything you do has meaning. The day supports your efforts.",
    "You are in the flow, {name} 💫 Feel how the day is helping you move. Everything is going in the right direction. Maintain confidence and gentleness. You have already manifested so much.",
    "Noon is time to restore energy, {name} 🔋 Maintain your inner strength and focus. The day is still on your side. Act consciously and calmly. You've already done enough."
  ]
}

