{
  "ru": [
    "{name}, начни утро с воды и дыхания. Зарядка пробуждает тело и разум. Малый шаг ведет к большим результатам.",
    "{name}, сегодня ты выбираешь ясность и контроль. Дисциплина укрепляет характер. Ты гордишься своим выбором.",
    "{name}, помни о здоровье и энергии. Каждый осознанный шаг делает день продуктивнее. Ты управляешь своим будущим.",
    "{name}, немного растяжки утром наполняет тело силой. Осознанное движение укрепляет здоровье. Ты заботишься о себе.",
    "{name}, сегодня твоя сила в трезвости и внимании. Ясность ума помогает принимать правильные решения. Ты создаешь фундамент успеха.",
    "{name}, выбор без лишнего сахара сегодня — победа над привычкой. Ты управляешь желаниями. Ты укрепляешь свою силу воли.",
    "{name}, осознанность поддерживает внутренний баланс. Глубокий вдох возвращает спокойствие. Ты сохраняешь контроль.",
    "{name}, маленькие победы создают большое будущее. Каждый шаг имеет значение. Ты двигаешься вперед с уверенностью.",
    "{name}, дыхательные упражнения укрепляют разум и тело. Несколько минут тишины дают энергию. Ты начинаешь день осознанно.",
    "{name}, сегодня дисциплина важнее усталости. Малые усилия приносят плоды. Ты строишь себя с каждым выбором.",
    "{name}, короткая прогулка освежает ум. Движение приносит ясность. Ты благодарен за свое тело.",
    "{name}, сегодняшний выбор формирует завтра. Ты контролируешь привычки. Ты двигаешься к цели.",
    "{name}, утренняя активность заряжает энергией. Даже 5 минут спорта меняют день. Ты заботишься о здоровье.",
    "{name}, ты управляешь эмоциями и сохраняешь спокойствие. Осознанность помогает чувствовать внутреннюю силу. Ты двигаешься уверенно.",
    "{name}, сегодняшний день — шанс для маленькой победы. Ты выбираешь дисциплину. Ты создаешь новую версию себя.",
    "{name}, твое тело благодарно за движение и правильное питание. Ты выбираешь здоровье. Ты укрепляешь свою силу воли.",
    "{name}, осознанность делает день ясным. Ты сохраняешь внутренний баланс. Ты действуешь с намерением.",
    "{name}, сегодня ты не ждешь мотивации — ты создаешь её. Действие рождает энергию. Ты идешь вперед уверенно.",
    "{name}, дисциплина — это любовь к себе. Каждый правильный выбор укрепляет здоровье. Ты гордишься собой.",
    "{name}, ты знаешь, зачем проснулся. Ты выбираешь активность вместо откладывания. Ты создаешь фундамент для успеха.",
    "{name}, сегодня трезвость — твоя сила. Ясность ума ведет к свободе. Ты продолжаешь свой путь.",
    "{name}, ты учишься управлять собой каждый день. Ты сохраняешь фокус. Ты движешься к результату.",
    "{name}, сегодня малые действия создают большую привычку. Ты выбираешь дисциплину. Ты укрепляешь внутреннюю силу.",
    "{name}, баланс приходит через движение, питание и режим. Ты заботишься о теле. Ты благодарен за здоровье.",
    "{name}, сегодня ты создаешь ритм дня. Действие рождает энергию. Ты движешься уверенно.",
    "{name}, ты строишь себя шаг за шагом. Каждый выбор укрепляет волю. Ты гордишься своим прогрессом.",
    "{name}, сегодня ясность и трезвость — твое преимущество. Ты выбираешь силу. Ты сохраняешь контроль.",
    "{name}, ты управляешь привычками и укрепляешь дисциплину. Каждый шаг имеет значение. Ты двигаешься к цели.",
    "{name}, сегодня ты заботишься о себе. Ты выбираешь движение и питание. Ты укрепляешь здоровье.",
    "{name}, ты сохраняешь фокус и осознанность. Внутренняя сила ведет тебя. Ты движешься вперед.",
    "{name}, сегодня ты делаешь выбор в пользу здоровья. Малые шаги создают устойчивую привычку. Ты управляешь своим будущим.",
    "{name}, ты повторяешь свои цели и укрепляешь мотивацию. Каждый день важен. Ты строишь себя заново.",
    "{name}, сегодня твоя дисциплина сильнее усталости. Ты выбираешь ясность. Ты продолжаешь путь.",
    "{name}, ты благодарен за свое тело и энергию. Ты заботишься о себе. Ты двигаешься вперед с уверенностью.",
    "{name}, сегодняшний день — твой шанс для роста. Ты действуешь осознанно. Ты создаешь свою лучшую версию."
  ],
  "ua": [
    "{name}, почни ранок з води та дихання. Зарядка пробуджує тіло і розум. Малий крок веде до великих результатів.",
    "{name}, сьогодні ти обираєш ясність і контроль. Дисципліна зміцнює характер. Ти пишаєшся своїм вибором.",
    "{name}, пам'ятай про здоров'я та енергію. Кожен усвідомлений крок робить день продуктивнішим. Ти керуєш своїм майбутнім.",
    "{name}, трохи розтяжки вранці наповнює тіло силою. Усвідомлений рух зміцнює здоров'я. Ти дбаєш про себе.",
    "{name}, сьогодні твоя сила у тверезості та увазі. Ясність розуму допомагає приймати правильні рішення. Ти створюєш фундамент успіху.",
    "{name}, вибір без зайвого цукру сьогодні — перемога над звичкою. Ти керуєш бажаннями. Ти зміцнюєш свою силу волі.",
    "{name}, усвідомленість підтримує внутрішній баланс. Глибокий вдих повертає спокій. Ти зберігаєш контроль.",
    "{name}, маленькі перемоги створюють велике майбутнє. Кожен крок має значення. Ти рухаєшся вперед із упевненістю.",
    "{name}, дихальні вправи зміцнюють розум і тіло. Кілька хвилин тиші дають енергію. Ти починаєш день усвідомлено.",
    "{name}, сьогодні дисципліна важливіша за втому. Малі зусилля приносять плоди. Ти будуєш себе з кожним вибором.",
    "{name}, коротка прогулянка освіжає розум. Рух приносить ясність. Ти вдячний за своє тіло.",
    "{name}, сьогоднішній вибір формує завтра. Ти контролюєш звички. Ти рухаєшся до мети.",
    "{name}, ранкова активність заряджає енергією. Навіть 5 хвилин спорту змінюють день. Ти дбаєш про здоров'я.",
    "{name}, ти керуєш емоціями і зберігаєш спокій. Усвідомленість допомагає відчувати внутрішню силу. Ти рухаєшся впевнено.",
    "{name}, сьогоднішній день — шанс для маленької перемоги. Ти обираєш дисципліну. Ти створюєш нову версію себе.",
    "{name}, твоє тіло вдячне за рух і правильне харчування. Ти обираєш здоров'я. Ти зміцнюєш свою силу волі.",
    "{name}, усвідомленість робить день ясним. Ти зберігаєш внутрішній баланс. Ти дієш з наміром.",
    "{name}, сьогодні ти не чекаєш на мотивацію — ти створюєш її. Дія народжує енергію. Ти йдеш уперед упевнено.",
    "{name}, дисципліна — це любов до себе. Кожен правильний вибір зміцнює здоров'я. Ти пишаєшся собою.",
    "{name}, ти знаєш, навіщо прокинувся. Ти обираєш активність замість відкладання. Ти створюєш фундамент для успіху.",
    "{name}, сьогодні тверезість — твоя сила. Ясність розуму веде до свободи. Ти продовжуєш свій шлях.",
    "{name}, ти вчишся керувати собою щодня. Ти зберігаєш фокус. Ти рухаєшся до результату.",
    "{name}, сьогодні малі дії створюють велику звичку. Ти обираєш дисципліну. Ти зміцнюєш внутрішню силу.",
    "{name}, баланс приходить через рух, харчування та режим. Ти дбаєш про тіло. Ти вдячний за здоров'я.",
    "{name}, сьогодні ти створюєш ритм дня. Дія народжує енергію. Ти рухаєшся впевнено.",
    "{name}, ти будуєш себе крок за кроком. Кожен вибір зміцнює волю. Ти пишаєшся своїм прогресом.",
    "{name}, сьогодні ясність і тверезість — твоя перевага. Ти обираєш силу. Ти зберігаєш контроль.",
    "{name}, ти керуєш звичками і зміцнюєш дисципліну. Кожен крок має значення. Ти рухаєшся до мети.",
    "{name}, сьогодні ти дбаєш про себе. Ти обираєш рух і харчування. Ти зміцнюєш здоров'я.",
    "{name}, ти зберігаєш фокус та усвідомленість. Внутрішня сила веде тебе. Ти рухаєшся вперед.",
    "{name}, сьогодні ти робиш вибір на користь здоров'я. Малі кроки створюють стійку звичку. Ти керуєш своїм майбутнім.",
    "{name}, ти повторюєш свої цілі і зміцнюєш мотивацію. Кожен день важливий. Ти будуєш себе наново.",
    "{name}, сьогодні твоя дисципліна сильніша за втому. Ти обираєш ясність. Ти продовжуєш шлях.",
    "{name}, ти вдячний за своє тіло та енергію. Ти дбаєш про себе. Ти рухаєшся вперед з упевненістю.",
    "{name}, сьогоднішній день — твій шанс для зростання. Ти дієш усвідомлено. Ти створюєш свою найкращу версію."
  ],
  "en": [
    "{name}, start your morning with water and breathing. A workout awakens the body and mind. A small step leads to great results.",
    "{name}, today you choose clarity and control. Discipline strengthens character. You are proud of your choice.",
    "{name}, remember your health and energy. Every conscious step makes the day more productive. You control your future.",
    "{name}, a little stretching in the morning fills the body with strength. Conscious movement strengthens health. You are taking care of yourself.",
    "{name}, today your strength is in sobriety and focus. Clarity of mind helps make the right decisions. You are building the foundation for success.",
    "{name}, choosing to go without extra sugar today is a victory over habit. You control your desires. You strengthen your willpower.",
    "{name}, mindfulness maintains inner balance. A deep breath brings back calm. You stay in control.",
    "{name}, small victories create a big future. Every step matters. You are moving forward with confidence.",
    "{name}, breathing exercises strengthen mind and body. A few minutes of silence provide energy. You start the day consciously.",
    "{name}, today discipline is more important than fatigue. Small efforts bear fruit. You build yourself with every choice.",
    "{name}, a short walk refreshes the mind. Movement brings clarity. You are grateful for your body.",
    "{name}, today's choice shapes tomorrow. You control your habits. You are moving towards your goal.",
    "{name}, morning activity charges you with energy. Even 5 minutes of exercise changes the day. You are taking care of your health.",
    "{name}, you manage your emotions and stay calm. Mindfulness helps you feel your inner strength. You move confidently.",
    "{name}, today is a chance for a small victory. You choose discipline. You are creating a new version of yourself.",
    "{name}, your body is grateful for movement and proper nutrition. You choose health. You strengthen your willpower.",
    "{name}, mindfulness makes the day clear. You maintain inner balance. You act with intention.",
    "{name}, today you don't wait for motivation — you create it. Action generates energy. You are moving forward confidently.",
    "{name}, discipline is self-love. Every right choice strengthens your health. You are proud of yourself.",
    "{name}, you know why you woke up. You choose action over procrastination. You are building the foundation for success.",
    "{name}, today sobriety is your strength. Clarity of mind leads to freedom. You are continuing on your path.",
    "{name}, you learn to manage yourself every day. You maintain focus. You are moving towards the result.",
    "{name}, today small actions build a big habit. You choose discipline. You strengthen your inner power.",
    "{name}, balance comes through movement, nutrition, and routine. You take care of your body. You are grateful for your health.",
    "{name}, today you create the rhythm of the day. Action generates energy. You move confidently.",
    "{name}, you build yourself step by step. Every choice strengthens your will. You are proud of your progress.",
    "{name}, today clarity and sobriety are your advantage. You choose strength. You stay in control.",
    "{name}, you manage your habits and strengthen discipline. Every step matters. You are moving towards your goal.",
    "{name}, today you take care of yourself. You choose movement and nutrition. You are strengthening your health.",
    "{name}, you maintain focus and mindfulness. Inner strength guides you. You are moving forward.",
    "{name}, today you make a choice for your health. Small steps create a lasting habit. You control your future.",
    "{name}, you repeat your goals and strengthen your motivation. Every day is important. You are rebuilding yourself.",
    "{name}, today your discipline is stronger than fatigue. You choose clarity. You continue on your path.",
    "{name}, you are grateful for your body and energy. You take care of yourself. You move forward with confidence.",
    "{name}, today is your chance for growth. You are acting consciously. You are creating the best version of yourself."
  ]
}
