{
  "ru": [
    "🌅 {name}, ты выберешь путь развития. Ты знаешь, зачем тебе движение и ясность. Ты повторяешь свои цели, чтобы не потерять фокус. Ты действуешь с намерением. Ты гордишься собой.",
    "💪 Ты знаешь, что здоровье — это стиль жизни, {name}. Ты выбираешь еду, которая питает. Ты двигаешься, даже если нет желания. Ты сохраняешь ясность и мотивацию. Ты строишь себя.",
    "🧘 {name}, ты учишься быть уверенным и собранным. Ты повторяешь важные принципы и визуализируешь действия. Ты сохраняешь спокойствие. Ты чувствуешь прогресс. Ты движешься к свободе.",
    "🤝 Ты выбираешь заботу и внимание, {name}. Ты укрепляешь связи с близкими. Ты действуешь осознанно. Ты чувствуешь благодарность. Ты строишь гармоничные отношения.",
    "⚡ {name}, ты выбираешь ясность и контроль. Ты сохраняешь внутреннюю силу. Ты действуешь с намерением. Ты гордишься своим выбором. Ты продолжаешь путь.",
    "🌞 Ты знаешь, зачем ты проснулся, {name}. Ты повторяешь свои цели. Ты выбираешь быть активным. Ты действуешь, а не откладываешь. Ты строишь фундамент для успеха.",
    "🏃 {name}, ты заботишься о теле. Ты выбираешь движение и питание. Ты чувствуешь энергию. Ты сохраняешь дисциплину. Ты гордишься собой.",
    "🧠 Ты учишься управлять эмоциями, {name}. Ты сохраняешь спокойствие. Ты выбираешь осознанность. Ты чувствуешь внутреннюю силу. Ты движешься к цели.",
    "💖 {name}, ты строишь отношения с вниманием. Ты выбираешь уважение и поддержку. Ты чувствуешь тепло. Ты сохраняешь близость. Ты благодарен за связь.",
    "🏆 Ты выбираешь быть лучшим, {name}. Ты учишься и растешь. Ты сохраняешь фокус. Ты чувствуешь поддержку. Ты благодарен за свою силу воли.",
    "🔥 {name}, ты не ждешь мотивации — ты создаешь её. Ты действуешь, даже если нет настроения. Ты выбираешь движение. Ты чувствуешь прогресс. Ты сохраняешь ритм.",
    "🥗 Ты знаешь, что дисциплина — это забота о себе, {name}. Ты выбираешь еду, которая питает. Ты двигаешься с уважением к телу. Ты сохраняешь ясность. Ты гордишься собой.",
    "📊 {name}, ты анализируешь свои действия и замечаешь прогресс. Ты сохраняешь фокус. Ты движешься с уверенностью. Ты чувствуешь развитие.",
    "💬 Ты выбираешь быть внимательным партнёром, {name}. Ты слушаешь, поддерживаешь, делишься. Ты чувствуешь близость. Ты строишь отношения с уважением. Ты благодарен за связь.",
    "🕊️ {name}, ты сохраняешь внутреннюю ясность. Ты не поддаешься отвлечениям. Ты выбираешь силу. Ты чувствуешь свободу. Ты гордишься собой.",
    "🌿 Ты заботишься о себе, {name}. Ты выбираешь движение, питание, режим. Ты чувствуешь баланс. Ты сохраняешь здоровье. Ты благодарен за своё тело.",
    "🏹 {name}, ты учишься быть уверенным. Ты повторяешь важные принципы и визуализируешь действия. Ты сохраняешь спокойствие. Ты чувствуешь прогресс. Ты движешься к цели.",
    "🧩 Ты выбираешь осознанность, {name}. Ты действуешь с вниманием и заботой. Ты чувствуешь тепло. Ты строишь отношения. Ты благодарен за близость.",
    "🔑 {name}, ты знаешь, что ясность — это ресурс. Ты выбираешь фокус. Ты сохраняешь контроль. Ты чувствуешь силу. Ты продолжаешь путь.",
    "📌 Ты повторяешь свои цели, {name}. Ты знаешь, зачем ты проснулся. Ты выбираешь быть активным. Ты действуешь с намерением. Ты строишь фундамент для успеха.",
    "✨ {name}, ты выбираешь радость в каждом действии. Ты находишь свет даже в мелочах. Ты ценишь свои успехи. Ты чувствуешь гармонию.",
    "🎯 Ты фокусируешься на главном, {name}. Ты действуешь решительно. Ты сохраняешь уверенность. Ты движешься к результату. Ты гордишься собой.",
    "🛡️ {name}, ты выбираешь защиту своих границ. Ты не позволяешь негативу влиять на тебя. Ты сохраняешь внутреннюю силу. Ты уверенно идешь вперед.",
    "🌊 Ты принимаешь изменения, {name}. Ты плывешь вместе с потоком. Ты сохраняешь спокойствие. Ты находишь баланс. Ты благодарен за жизнь.",
    "🕰️ {name}, ты ценишь время. Ты инвестируешь его в себя и свои цели. Ты действуешь осознанно. Ты видишь прогресс. Ты гордишься своим развитием.",
    "💎 Ты выбираешь качество во всем, {name}. Ты ценишь свои усилия. Ты сохраняешь ясность. Ты ощущаешь силу внутри. Ты продолжаешь путь.",
    "🌸 {name}, ты выбираешь заботу о душе. Ты находишь моменты радости. Ты сохраняешь гармонию. Ты чувствуешь благодарность. Ты растешь как личность.",
    "🛤️ Ты строишь свой путь, {name}. Ты действуешь с намерением. Ты сохраняешь концентрацию. Ты видишь результаты. Ты гордишься собой.",
    "🏔️ {name}, ты выбираешь вызовы. Ты преодолеваешь препятствия. Ты сохраняешь силу. Ты чувствуешь прогресс. Ты достигаешь новых высот.",
    "💡 Ты находишь решения, {name}. Ты анализируешь и действуешь. Ты сохраняешь ясность. Ты ощущаешь уверенность. Ты гордишься собой.",
    "🌱 {name}, ты выбираешь рост. Ты учишься и развиваешься. Ты сохраняешь мотивацию. Ты чувствуешь силу внутри. Ты строишь себя.",
    "🎵 Ты создаешь гармонию, {name}. Ты находишь радость в мелочах. Ты сохраняешь баланс. Ты чувствуешь вдохновение. Ты благодарен за жизнь.",
    "🌟 {name}, ты выбираешь свет и позитив. Ты фокусируешься на хорошем. Ты сохраняешь энергию. Ты движешься к цели. Ты гордишься собой.",
    "🧗 Ты преодолеваешь себя, {name}. Ты действуешь даже при трудностях. Ты сохраняешь внутреннюю силу. Ты чувствуешь прогресс. Ты продолжаешь путь.",
    "📚 {name}, ты учишься каждый день. Ты выбираешь знания. Ты анализируешь и применяешь. Ты чувствуешь рост. Ты гордишься собой.",
    "🌍 Ты выбираешь связь с миром, {name}. Ты проявляешь заботу и внимание. Ты сохраняешь гармонию. Ты строишь отношения. Ты благодарен за поддержку.",
    "🖋️ {name}, ты создаешь свою историю. Ты действуешь с намерением. Ты сохраняешь ясность. Ты чувствуешь контроль. Ты гордишься своими достижениями.",
    "🎨 Ты выбираешь творчество, {name}. Ты выражаешь себя. Ты сохраняешь вдохновение. Ты чувствуешь радость. Ты строишь гармонию.",
    "🏋️ {name}, ты укрепляешь тело и дух. Ты выбираешь движение. Ты сохраняешь дисциплину. Ты ощущаешь прогресс. Ты гордишься собой.",
    "🛶 Ты плывешь к целям, {name}. Ты выбираешь фокус. Ты сохраняешь спокойствие. Ты чувствуешь внутреннюю силу. Ты продолжаешь путь.",
    "🌈 {name}, ты ищешь радость в мелочах. Ты сохраняешь позитив. Ты чувствуешь гармонию. Ты благодарен за жизнь. Ты строишь счастье.",
    "⚖️ Ты выбираешь баланс, {name}. Ты распределяешь внимание между собой и другими. Ты сохраняешь ясность. Ты чувствуешь контроль. Ты гордишься собой.",
    "🌟 {name}, ты сияешь своим примером. Ты действуешь с намерением. Ты сохраняешь уверенность. Ты чувствуешь поддержку. Ты продолжаешь путь.",
    "🚀 Ты стремишься к новым вершинам, {name}. Ты сохраняешь фокус. Ты действуешь решительно. Ты чувствуешь прогресс. Ты гордишься собой.",
    "🍀 {name}, ты выбираешь удачу и возможности. Ты видишь шанс в каждом дне. Ты сохраняешь мотивацию. Ты движешься к цели. Ты благодарен за жизнь.",
    "🕊️ Ты выбираешь мир и спокойствие, {name}. Ты сохраняешь ясность. Ты действуешь осознанно. Ты чувствуешь гармонию. Ты строишь отношения.",
    "🏖️ {name}, ты находишь отдых и восстановление. Ты заботишься о себе. Ты сохраняешь баланс. Ты чувствуешь энергию. Ты гордишься собой.",
    "💫 Ты создаешь свою реальность, {name}. Ты выбираешь мысли и действия. Ты сохраняешь концентрацию. Ты ощущаешь силу внутри. Ты продолжаешь путь.",
    "🧘‍♂️ {name}, ты сохраняешь внутреннюю гармонию. Ты действуешь с осознанностью. Ты чувствуешь свободу. Ты строишь свой путь. Ты гордишься собой.",
    "🌺 Ты выбираешь красоту в жизни, {name}. Ты замечаешь детали. Ты сохраняешь радость. Ты чувствуешь вдохновение. Ты благодарен за каждый день.",
    "📈 {name}, ты стремишься к росту. Ты сохраняешь дисциплину. Ты действуешь решительно. Ты чувствуешь прогресс. Ты гордишься своими усилиями.",
    "🔥 Ты выбираешь силу и смелость, {name}. Ты преодолеваешь сомнения. Ты сохраняешь уверенность. Ты чувствуешь внутреннюю мощь. Ты продолжаешь путь.",
    "🌟 {name}, ты сияешь своим примером. Ты вдохновляешь других. Ты сохраняешь ясность. Ты действуешь осознанно. Ты гордишься собой.",
    "🛤️ Ты строишь стабильность, {name}. Ты сохраняешь фокус. Ты действуешь с намерением. Ты чувствуешь уверенность. Ты благодарен за свои успехи."
  ],
  "ua": [
    "🌅 {name}, ти обереш шлях розвитку. Ти знаєш, навіщо тобі рух і ясність. Ти повторюєш свої цілі, щоб не втратити фокус. Ти дієш з наміром. Ти пишаєшся собою.",
    "💪 Ти знаєш, що здоров'я — це стиль життя, {name}. Ти обираєш їжу, яка живить. Ти рухаєшся, навіть якщо немає бажання. Ти зберігаєш ясність і мотивацію. Ти будуєш себе.",
    "🧘 {name}, ти вчишся впевненості та зібраності. Ти повторюєш важливі принципи та візуалізуєш дії. Ти зберігаєш спокій. Ти відчуваєш прогрес. Ти рухаєшся до свободи.",
    "🤝 Ти обираєш турботу та увагу, {name}. Ти зміцнюєш зв'язки з близькими. Ти дієш усвідомлено. Ти відчуваєш вдячність. Ти будуєш гармонійні стосунки.",
    "⚡ {name}, ти обираєш ясність і контроль. Ти зберігаєш внутрішню силу. Ти дієш з наміром. Ти пишаєшся своїм вибором. Ти продовжуєш шлях.",
    "🌞 Ти знаєш, навіщо ти прокинувся, {name}. Ти повторюєш свої цілі. Ти обираєш бути активним. Ти дієш, а не відкладаєш. Ти будуєш фундамент для успіху.",
    "🏃 {name}, ти дбаєш про тіло. Ти обираєш рух і харчування. Ти відчуваєш енергію. Ти зберігаєш дисципліну. Ти пишаєшся собою.",
    "🧠 Ти вчишся керувати емоціями, {name}. Ти зберігаєш спокій. Ти обираєш усвідомленість. Ти відчуваєш внутрішню силу. Ти рухаєшся до мети.",
    "💖 {name}, ти будуєш стосунки з увагою. Ти обираєш повагу і підтримку. Ти відчуваєш тепло. Ти зберігаєш близькість. Ти вдячний за зв'язок.",
    "🏆 Ти обираєш бути кращим, {name}. Ти вчишся і ростеш. Ти зберігаєш фокус. Ти відчуваєш підтримку. Ти вдячний за свою силу волі.",
    "🔥 {name}, ти не чекаєш мотивації — ти створюєш її. Ти дієш, навіть якщо немає настрою. Ти обираєш рух. Ти відчуваєш прогрес. Ти зберігаєш ритм.",
    "🥗 Ти знаєш, що дисципліна — це турбота про себе, {name}. Ти обираєш їжу, яка живить. Ти рухаєшся з повагою до тіла. Ти зберігаєш ясність. Ти пишаєшся собою.",
    "📊 {name}, ти аналізуєш свої дії і помічаєш прогрес. Ти зберігаєш фокус. Ти рухаєшся з упевненістю. Ти відчуваєш розвиток.",
    "💬 Ти обираєш бути уважним партнером, {name}. Ти слухаєш, підтримуєш, ділишся. Ти відчуваєш близькість. Ти будуєш стосунки з повагою. Ти вдячний за зв'язок.",
    "🕊️ {name}, ти зберігаєш внутрішню ясність. Ти не піддаєшся відволіканням. Ти обираєш силу. Ти відчуваєш свободу. Ти пишаєшся собою.",
    "🌿 Ти дбаєш про себе, {name}. Ти обираєш рух, харчування, режим. Ти відчуваєш баланс. Ти зберігаєш здоров'я. Ти вдячний за своє тіло.",
    "🏹 {name}, ти вчишся бути впевненим. Ти повторюєш важливі принципи та візуалізуєш дії. Ти зберігаєш спокій. Ти відчуваєш прогрес. Ти рухаєшся до мети.",
    "🧩 Ти обираєш усвідомленість, {name}. Ти дієш з увагою і турботою. Ти відчуваєш тепло. Ти будуєш стосунки. Ти вдячний за близькість.",
    "🔑 {name}, ти знаєш, що ясність — це ресурс. Ти обираєш фокус. Ти зберігаєш контроль. Ти відчуваєш силу. Ти продовжуєш шлях.",
    "📌 Ти повторюєш свої цілі, {name}. Ти знаєш, навіщо ти прокинувся. Ти обираєш бути активним. Ти дієш з наміром. Ти будуєш фундамент для успіху.",
    "✨ {name}, ти обираєш радість у кожній дії. Ти знаходиш світло навіть у дрібницях. Ти цінуєш свої успіхи. Ти відчуваєш гармонію.",
    "🎯 Ти фокусуєшся на головному, {name}. Ти дієш рішуче. Ти зберігаєш впевненість. Ти рухаєшся до результату. Ти пишаєшся собою.",
    "🛡️ {name}, ти обираєш захист своїх кордонів. Ти не дозволяєш негативу впливати на тебе. Ти зберігаєш внутрішню силу. Ти впевнено йдеш уперед.",
    "🌊 Ти приймаєш зміни, {name}. Ти пливеш разом із потоком. Ти зберігаєш спокій. Ти знаходиш баланс. Ти вдячний за життя.",
    "🕰️ {name}, ти цінуєш час. Ти інвестуєш його в себе і свої цілі. Ти дієш усвідомлено. Ти бачиш прогрес. Ти пишаєшся своїм розвитком.",
    "💎 Ти обираєш якість у всьому, {name}. Ти цінуєш свої зусилля. Ти зберігаєш ясність. Ти відчуваєш силу всередині. Ти продовжуєш шлях.",
    "🌸 {name}, ти обираєш турботу про душу. Ти знаходиш моменти радості. Ти зберігаєш гармонію. Ти відчуваєш вдячність. Ти ростеш як особистість.",
    "🛤️ Ти будуєш свій шлях, {name}. Ти дієш з наміром. Ти зберігаєш концентрацію. Ти бачиш результати. Ти пишаєшся собою.",
    "🏔️ {name}, ти обираєш виклики. Ти долаєш перешкоди. Ти зберігаєш силу. Ти відчуваєш прогрес. Ти досягаєш нових висот.",
    "💡 Ти знаходиш рішення, {name}. Ти аналізуєш і дієш. Ти зберігаєш ясність. Ти відчуваєш впевненість. Ти пишаєшся собою.",
    "🌱 {name}, ти обираєш ріст. Ти вчишся і розвиваєшся. Ти зберігаєш мотивацію. Ти відчуваєш силу всередині. Ти будуєш себе.",
    "🎵 Ти створюєш гармонію, {name}. Ти знаходиш радість у дрібницях. Ти зберігаєш баланс. Ти відчуваєш натхнення. Ти вдячний за життя.",
    "🌟 {name}, ти обираєш світло і позитив. Ти фокусуєшся на хорошому. Ти зберігаєш енергію. Ти рухаєшся до мети. Ти пишаєшся собою.",
    "🧗 Ти долаєш себе, {name}. Ти дієш навіть у труднощах. Ти зберігаєш внутрішню силу. Ти відчуваєш прогрес. Ти продовжуєш шлях.",
    "📚 {name}, ти вчишся щодня. Ти обираєш знання. Ти аналізуєш і застосовуєш. Ти відчуваєш ріст. Ти пишаєшся собою.",
    "🌍 Ти обираєш зв'язок зі світом, {name}. Ти проявляєш турботу й увагу. Ти зберігаєш гармонію. Ти будуєш стосунки. Ти вдячний за підтримку.",
    "🖋️ {name}, ти створюєш свою історію. Ти дієш з наміром. Ти зберігаєш ясність. Ти відчуваєш контроль. Ти пишаєшся своїми досягненнями.",
    "🎨 Ти обираєш творчість, {name}. Ти виражаєш себе. Ти зберігаєш натхнення. Ти відчуваєш радість. Ти будуєш гармонію.",
    "🏋️ {name}, ти зміцнюєш тіло і дух. Ти обираєш рух. Ти зберігаєш дисципліну. Ти відчуваєш прогрес. Ти пишаєшся собою.",
    "🛶 Ти пливеш до цілей, {name}. Ти обираєш фокус. Ти зберігаєш спокій. Ти відчуваєш внутрішню силу. Ти продовжуєш шлях.",
    "🌈 {name}, ти шукаєш радість у дрібницях. Ти зберігаєш позитив. Ти відчуваєш гармонію. Ти вдячний за життя. Ти будуєш щастя.",
    "⚖️ Ти обираєш баланс, {name}. Ти розподіляєш увагу між собою та іншими. Ти зберігаєш ясність. Ти відчуваєш контроль. Ти пишаєшся собою.",
    "🌟 {name}, ти сяєш своїм прикладом. Ти дієш з наміром. Ти зберігаєш впевненість. Ти відчуваєш підтримку. Ти продовжуєш шлях.",
    "🚀 Ти прагнеш нових вершин, {name}. Ти зберігаєш фокус. Ти дієш рішуче. Ти відчуваєш прогрес. Ти пишаєшся собою.",
    "🍀 {name}, ти обираєш удачу і можливості. Ти бачиш шанс у кожному дні. Ти зберігаєш мотивацію. Ти рухаєшся до мети. Ти вдячний за життя.",
    "🕊️ Ти обираєш мир і спокій, {name}. Ти зберігаєш ясність. Ти дієш усвідомлено. Ти відчуваєш гармонію. Ти будуєш стосунки.",
    "🏖️ {name}, ти знаходиш відпочинок і відновлення. Ти дбаєш про себе. Ти зберігаєш баланс. Ти відчуваєш енергію. Ти пишаєшся собою.",
    "💫 Ти створюєш свою реальність, {name}. Ти обираєш думки і дії. Ти зберігаєш концентрацію. Ти відчуваєш силу всередині. Ти продовжуєш шлях.",
    "🧘‍♂️ {name}, ти зберігаєш внутрішню гармонію. Ти дієш з усвідомленістю. Ти відчуваєш свободу. Ти будуєш свій шлях. Ти пишаєшся собою.",
    "🌺 Ти обираєш красу в житті, {name}. Ти помічаєш деталі. Ти зберігаєш радість. Ти відчуваєш натхнення. Ти вдячний за кожен день.",
    "📈 {name}, ти прагнеш зростання. Ти зберігаєш дисципліну. Ти дієш рішуче. Ти відчуваєш прогрес. Ти пишаєшся своїми зусиллями.",
    "🔥 Ти обираєш силу і сміливість, {name}. Ти долаєш сумніви. Ти зберігаєш впевненість. Ти відчуваєш внутрішню міць. Ти продовжуєш шлях.",
    "🌟 {name}, ти сяєш своїм прикладом. Ти надихаєш інших. Ти зберігаєш ясність. Ти дієш усвідомлено. Ти пишаєшся собою.",
    "🛤️ Ти будуєш стабільність, {name}. Ти зберігаєш фокус. Ти дієш з наміром. Ти відчуваєш впевненість. Ти вдячний за свої успіхи."
  ],
  "en": [
    "🌅 {name}, you will choose the path of development. You know why you need movement and clarity. You repeat your goals so as not to lose focus. You act with intention. You are proud of yourself.",
    "💪 You know that health is a lifestyle, {name}. You choose food that nourishes. You move, even when you don't feel like it. You maintain clarity and motivation. You are building yourself.",
    "🧘 {name}, you are learning to be confident and collected. You repeat important principles and visualize actions. You maintain calm. You feel the progress. You are moving towards freedom.",
    "🤝 You choose care and attention, {name}. You strengthen bonds with loved ones. You act consciously. You feel gratitude. You are building harmonious relationships.",
    "⚡ {name}, you choose clarity and control. You maintain inner strength. You act with intention. You are proud of your choice. You continue on your path.",
    "🌞 You know why you woke up, {name}. You repeat your goals. You choose to be active. You act, not procrastinate. You are building the foundation for success.",
    "🏃 {name}, you take care of your body. You choose movement and nutrition. You feel the energy. You maintain discipline. You are proud of yourself.",
    "🧠 You are learning to manage emotions, {name}. You maintain calm. You choose mindfulness. You feel inner strength. You are moving towards your goal.",
    "💖 {name}, you build relationships with attention. You choose respect and support. You feel warmth. You maintain closeness. You are grateful for the connection.",
    "🏆 You choose to be the best, {name}. You learn and grow. You stay focused. You feel supported. You are grateful for your willpower.",
    "🔥 {name}, you don't wait for motivation — you create it. You act, even if you're not in the mood. You choose movement. You feel the progress. You keep the rhythm.",
    "🥗 You know that discipline is self-care, {name}. You choose food that nourishes. You move with respect for your body. You maintain clarity. You are proud of yourself.",
    "📊 {name}, you analyze your actions and notice progress. You stay focused. You move with confidence. You feel the development.",
    "💬 You choose to be an attentive partner, {name}. You listen, support, share. You feel closeness. You build relationships with respect. You are grateful for the connection.",
    "🕊️ {name}, you maintain inner clarity. You don't give in to distractions. You choose strength. You feel freedom. You are proud of yourself.",
    "🌿 You take care of yourself, {name}. You choose movement, nutrition, routine. You feel the balance. You maintain health. You are grateful for your body.",
    "🏹 {name}, you are learning to be confident. You repeat important principles and visualize actions. You maintain calm. You feel the progress. You are moving towards your goal.",
    "🧩 You choose mindfulness, {name}. You act with attention and care. You feel warmth. You build relationships. You are grateful for closeness.",
    "🔑 {name}, you know that clarity is a resource. You choose focus. You maintain control. You feel the power. You continue on your path.",
    "📌 You repeat your goals, {name}. You know why you woke up. You choose to be active. You act with intention. You are building the foundation for success.",
    "✨ {name}, you choose joy in every action. You find light even in small things. You value your successes. You feel harmony.",
    "🎯 You focus on what's important, {name}. You act decisively. You stay confident. You move towards the result. You are proud of yourself.",
    "🛡️ {name}, you choose to protect your boundaries. You don't let negativity affect you. You maintain inner strength. You move forward confidently.",
    "🌊 You embrace change, {name}. You flow with the current. You maintain calm. You find balance. You are grateful for life.",
    "🕰️ {name}, you value time. You invest it in yourself and your goals. You act consciously. You see progress. You are proud of your development.",
    "💎 You choose quality in everything, {name}. You value your efforts. You maintain clarity. You feel the strength within. You continue on your path.",
    "🌸 {name}, you choose to care for your soul. You find moments of joy. You maintain harmony. You feel gratitude. You are growing as a person.",
    "🛤️ You build your own path, {name}. You act with intention. You maintain concentration. You see the results. You are proud of yourself.",
    "🏔️ {name}, you choose challenges. You overcome obstacles. You maintain strength. You feel the progress. You reach new heights.",
    "💡 You find solutions, {name}. You analyze and act. You maintain clarity. You feel confident. You are proud of yourself.",
    "🌱 {name}, you choose growth. You learn and develop. You stay motivated. You feel the strength within. You are building yourself.",
    "🎵 You create harmony, {name}. You find joy in small things. You maintain balance. You feel inspiration. You are grateful for life.",
    "🌟 {name}, you choose light and positivity. You focus on the good. You conserve energy. You move towards your goal. You are proud of yourself.",
    "🧗 You overcome yourself, {name}. You act even through difficulties. You maintain inner strength. You feel the progress. You continue on your path.",
    "📚 {name}, you learn every day. You choose knowledge. You analyze and apply. You feel the growth. You are proud of yourself.",
    "🌍 You choose connection with the world, {name}. You show care and attention. You maintain harmony. You build relationships. You are grateful for support.",
    "🖋️ {name}, you are creating your story. You act with intention. You maintain clarity. You feel control. You are proud of your achievements.",
    "🎨 You choose creativity, {name}. You express yourself. You stay inspired. You feel joy. You build harmony.",
    "🏋️ {name}, you strengthen your body and spirit. You choose movement. You maintain discipline. You feel progress. You are proud of yourself.",
    "🛶 You paddle towards your goals, {name}. You choose focus. You maintain calm. You feel your inner strength. You continue on your path.",
    "🌈 {name}, you look for joy in small things. You stay positive. You feel harmony. You are grateful for life. You are building happiness.",
    "⚖️ You choose balance, {name}. You distribute attention between yourself and others. You maintain clarity. You feel in control. You are proud of yourself.",
    "🌟 {name}, you shine by your example. You act with intention. You stay confident. You feel supported. You continue on your path.",
    "🚀 You strive for new heights, {name}. You stay focused. You act decisively. You feel the progress. You are proud of yourself.",
    "🍀 {name}, you choose luck and opportunities. You see a chance in every day. You stay motivated. You move towards your goal. You are grateful for life.",
    "🕊️ You choose peace and calm, {name}. You maintain clarity. You act consciously. You feel harmony. You build relationships.",
    "🏖️ {name}, you find rest and recovery. You take care of yourself. You maintain balance. You feel energized. You are proud of yourself.",
    "💫 You create your reality, {name}. You choose your thoughts and actions. You maintain concentration. You feel the power within. You continue on your path.",
    "🧘‍♂️ {name}, you maintain inner harmony. You act with mindfulness. You feel freedom. You are building your path. You are proud of yourself.",
    "🌺 You choose beauty in life, {name}. You notice the details. You maintain joy. You feel inspired. You are grateful for every day.",
    "📈 {name}, you strive for growth. You maintain discipline. You act decisively. You feel the progress. You are proud of your efforts.",
    "🔥 You choose strength and courage, {name}. You overcome doubts. You stay confident. You feel your inner power. You continue on your path.",
    "🌟 {name}, you shine by your example. You inspire others. You maintain clarity. You act consciously. You are proud of yourself.",
    "🛤️ You build stability, {name}. You stay focused. You act with intention. You feel confident. You are grateful for your successes."
  ]
}
