[
"Ты не можешь знать, что добро, а что зло. 🌙",
"Но точно знай: навязанное добро — это зло. ⚖️",
"Ты не знаешь, что нужно Вселенной. 🌌",
"Если ты прав, то ты не прав. 💫",
"Нет того, что называют \"правильно\" и \"неправильно\", тебе неведомо, что есть что. 🌿",
"Нет плохого, есть то, что тебя огорчает. 💧",
"Нет хорошего, есть то, что тебя радует. 🌸",
"Вселенная слишком велика, чтобы ты мог повредить ей. 🌍",
"Возможно, твои ошибки — это то, что нужно Вселенной. ☀️",
"Не ищи истину, её нет. А если она и есть, то она не нужна тебе. 🌙",
"Не ищи смысла в жизни, если он и существует, то лежит за её пределами. 🌌",
"Как ты определишь цель того, что делаешь? И принадлежит ли она тебе? 💫",
"Не ищи своей вины. Ни в чём нет твоей вины. 🌿",
"Если то, что ты делаешь, трудно тебе, подумай, нужно ли тебе это. 💧",
"Делай только то, что даётся тебе легче всего, но делай это изо всех сил. ⚡",
"Если что-то ты делаешь случайно, ты делаешь это нарочно. 🌸",
"Поддерживай то, что нравится тебе и ускользай от того, что тебе не нравится. 🌿",
"Если ты можешь исправить последствия своей ошибки, то ты ещё не ошибся. 💫",
"То, что случается, случается вовремя. ⏳",
"Порой поиски правильного решения обойдутся тебе дороже ошибки. ⚖️",
"Происходящее происходит помимо твоей воли, но в твоей воле принять это или не принять. 🌌",
"Если сомневаешься в дороге, возьми попутчика, если уверен — двигайся один. 🌿",
"Быть сильным — значит быть одиноким. 💧",
"Каждый человек одинок. Сильный принимает и благословляет своё одиночество. Слабый — бежит от него. 🌙",
"Будь спокоен и внимателен к Миру, тогда ты не пропустишь момент Силы. 🌸",
"Когда ты стараешься узнать о себе от других, ты им даёшь власть над собой. Поэтому будь сам мерой того, что с тобой происходит. 🌿",
"Благослови упущенные возможности, ты приобрёл большие возможности. 💫",
"Отдавай — легко, теряй — легко, прощайся — легко. 🕊️",
"Не жалей о том, что радости было мало, этим ты приобретёшь ещё одну печаль. 🌧️",
"Полюби врага, чтобы победить. ❤️",
"Если враг застал тебя врасплох, и ты ещё жив — он в твоих руках. 🌿",
"Чем проигрышней ситуация, тем она выигрышней. 💫",
"Не бойся того, кто пытается сломить твою волю, ибо он слаб. ⚡",
"Истинная месть — пренебречь. 🌙",
"Уступай, чтобы ослабить сопротивление. 🕊️",
"Не стремись быть сильнее соперника, но ищи, где соперник слабее тебя. 🌿",
"Когда любишь своего врага, ты лучше его узнаёшь. Чем больше ты его узнаёшь, тем больше преимущества ты получаешь над ним. 💫",
"Не всегда можно победить, но всегда можно сделать себя непобедимым. Победа зависит от противника. Непобедимость — от себя самого. 🌌",
"Кем бы ни был твой соперник, всегда старайся видеть в нём человека. И вскоре ты убедишься, что подобный подход даёт тебе огромное преимущество. 🌸",
"Ты создаёшь беспокойство и тревогу, когда измеряешь успех мерой похвал или порицаний. ⚖️",
"Не задумывайся о том, куда идти дальше, когда находишься посередине висячего моста. 🌉",
"Делая, делай сейчас, потом ты этого уже никогда не сделаешь. ⏳",
"Ты никогда не сможешь сказать, куда идешь, только лишь, куда надеешься прийти. 🌿"
]
